Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1253.html.tmx
Source language: nob
Languages: sme

source: Internasjonal urfolksdag - Sámediggi Sametinget
sme: Internašunála eamiálbmotbeaivi - Sámediggi Sametinget

source: Urfolk på festival i Nord-Troms. John-Marcus Kuhmunen
sme: Eamiálbmot festiválas Davvi-Romssas John-Marcus Kuhmunen

source: Urfolksdagen er en samisk flaggdag. John-Marcus Kuhmunen
sme: Eamiálbmotbeaivi lea sámi leavgabeaivi John-Marcus Kuhmunen

source: Internasjonal urfolksdag
sme: Internašunála eamiálbmotbeaivi

source: I dag, onsdag 9. august, er det FNs internasjonale urfolksdag.
sme: Odne, borgemánu 9. beaivi, lea ON internašunála eamitálbmotbeaivi.

source: Urfolksdagen ble vedtatt av FNs generalforsamling i 1994 og er en samisk flaggdag.
sme: Eamiálbmotbeaivvi mearridii ON váldočoahkkin 1994is ja lea sámi leavgabeaivi.

source: 9. august er FNs internasjonale urfolksdag.
sme: Borgemánu 9. beaivi lea ONa internašunála eamitálbmotbeaivi.

source: Urfolksdagen ble vedtatt av FNs generalforsamling 23. desember 1994.
sme: Eamitálbmotbeaivi mearridii ONa váldočoahkkima juovlamánu 23. beaivvi 1994is.

source: Dagen markerer det første møtet i FNs arbeidsgruppe for verdens urfolk i 1982.
sme: Beaivi markere ON eamitálbmot bargojoavkku vuosttaš čoahkkin lei 1982.

source: Arbeidsgruppen var en del av FNs arbeid for menneskerettighetene.
sme: Bargojoavku lei oassi ON olmmošvuoigatvuođabarggus.

source: - Urfolksdagen er en dag for solidaritet og samhold.
sme: - Eamitálbmotbeaivi lea beaivi mas oktiigullevašvuohta ja oktavuođadovdu.

source: Vi må huske at flertallet av urfolkene i verden lever under svært vanskelig forhold.
sme: Fertet muitit ahte eanaš eamitálbmogat ellet váttis dilis.

source: Derfor er vi glade for at det denne sommeren ble gjennombrudd i forhandlingene om FNs erklæring om urfolksrettigheter.
sme: Dan dihte lea movttat ahte dán geassi lea lihkostuvvan šiehtadallamiiguin ON-julggaštus eamiálbmot vuoigatvuođain.

source: Når FNs generalforsamling i løpet av 2006 vedtar erklæringen vil det styrke urfolkenes stilling over hele verden, sier sametingspresident Aili Keskitalo.
sme: Go ON váldočoahkkima 2006 mielde mearridit julggaštusa de dat nanne eamiálbmogiid dili miehta máilmmi, lohká sámediggepresideahta Aili Keskitalo.

source: FNs arbeidsgruppe for verdens urfolk begynte arbeidet med erklæringen i 1984.
sme: ON eamiálbmot bargojoavku álggii bargat julggaštusain 1984is.

source: Erklæringen ble vedtatt 29. juni av FNs råd for menneskerettigheter og er blitt sendt til FNs generalforsamling for endelig godkjenning.
sme: ON olmmošvuoigatvuođa ráđđi dohkkehii julggaštusa geassemánu 29. beaivvi ja mearridii sáddet dan viidáseappot ON váldočoahkkimii loahpalaš dohkkeheapmái.

source: - Urfolks rett til selvbestemmelse har alltid vært et vanskelig tema for stater.
sme: - Eamiálbmogiid vuoigatvuohta iešmearrideapmái lea váttis fáddá stáhtaide.

source: Dette har ført til politiske prosesser som har gått over årtier.
sme: Lea mielddisbuktán politihkalaš proseassaid mat leat adjánan logiid jagiid.

source: Arbeidet og forhandlingene om urfolkserklæringen har tatt over 20 år.
sme: Barggut ja šiehtadallamat eamiálbmot julggaštusain lea adjánan badjel 20 jagi.

source: Det samme gjelder den politiske prosessen med å få anerkjænt samiske rettigheter i Norge.
sme: Seamma guoská dát politihkalaš prosessii oažžut dohkkehuvvot sámit vuoigatvuođaid Norggas.

source: Det er de langsiktige og vanskelige prosessene som gir de beste og viktigste resultatene.
sme: Lea guhkes ja váttis proseassat mat addet buoremus ja dehálaččamus bohtosiid.

source: Det er viktig å huske en dag som denne, avslutter Keskitalo.
sme: Lea dehálaš muitit dan odne, loahpaha Keskitalo.
